Repository: bestwebsoft/car-rental-wordpress-plugin
Catalog: languages/car-rental-*.po
Languages: de_de, fr_fr, ru_ru, uk

source: Car Rental Settings
de_de: Auto Vermietung Einstellungen
ru_ru: Настройки Car Rental
uk: Налаштування Car Rental

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
ru_ru: Настройки
uk: Налаштування

source: Slider Settings
ru_ru: Настройки слайдера
uk: Налаштування слайдера

source: Slider
fr_fr: Diaporama
ru_ru: Слайдер
uk: Слайдер

source: Upgrade to Pro
ru_ru: Обновить до Pro
uk: Оновити до Pro

source: Car page sidebar
ru_ru: Сайдбар странице Авто
uk: Сайдбар сторінки Авто

source: Sidebar is displayed on the Choose Car page.
de_de: Die Sidebar wird auf der ausgewählen Auto-Seite angezeigt.
fr_fr: Barre latérale s’affiche sur la page de choix de voiture
ru_ru: Сайдбар выводится на странице Выбор Авто.
uk: Сайдбар виводиться на сторінці Вибір Авто.

source: Extras page sidebar
ru_ru: Сайдбар страницы Дополнения
uk: Сайдбар сторінки Доповнення

source: Sidebar is displayed on the Choose Extras page.
de_de: Sidebar wird auf der ausgewählten Extra-Seite angezeigt
fr_fr: Barre latérale s’affiche sur la page de choix des accessoires
ru_ru: Сайдбар выводится на странице Дополнения.
uk: Сайдбар виводиться на сторінці Доповнення.

source: Review page sidebar
ru_ru: Сайдбар страницы Просмотр и заказ
uk: Сайдбар сторінки Перегляд та замовлення

source: Sidebar is displayed on the Review page.
de_de: Sidebar auf der Bewertungsseite angezeigt.
fr_fr: Barre latérale s’affiche sur la page récapitulatif
ru_ru: Сайдбар выводится на странице Просмотр и заказ.
uk: Сайдбар виводиться на сторінці Перегляд та замовлення.

source: l/100km
ru_ru: л/100км
uk: л/100км

source: I consent to having this site collect my personal data.
ru_ru: Я разрешаю этому сайту собирать мои личные данные.
uk: Я дозволяю цьому сайту збирати мої особисті дані.

source: Reserved
de_de: Reserviert
fr_fr: Occupée
ru_ru: Резерв
uk: Заброньовано

source: Free
de_de: Frei
fr_fr: Disponible
ru_ru: Свободен
uk: Вільний

source: In use
de_de: Vermietet
fr_fr: En usage
ru_ru: Арендован
uk: Арендований

# post type general name
source: Cars
de_de: Fahrzeuge
fr_fr: Voitures
ru_ru: Автомобили
uk: Автомобілі

# post type singular name
source: Car
de_de: Fahrzeug
fr_fr: Voiture
ru_ru: Автомобиль
uk: Автомобіль

# admin menu
source: Cars
de_de: Fahrzeuge
fr_fr: Voitures
ru_ru: Автомобили
uk: Автомобілі

# add new on admin bar
source: Car
de_de: Fahrzeug
fr_fr: Voiture
ru_ru: Автомобиль
uk: Автомобіль

source: All Cars
de_de: Alle Fahrzeuge
fr_fr: Toutes les voitures
ru_ru: Все Автомобили
uk: Всі Автомобілі

# car
source: Add New
de_de: Hinzufügen
fr_fr: Ajouter
ru_ru: Добавить новый
uk: Додати новий

source: Add New Car
de_de: Neues Fahrzeug hinzufügen
fr_fr: Ajouter
ru_ru: Добавить новый Автомобиль
uk: Додати новий Автомобіль

source: Edit Car
de_de: Fahrzeug bearbeiten
fr_fr: Modifier voiture
ru_ru: Редактировать Автомобиль
uk: Редагувати Автомобіль

source: New Car
de_de: Neues Fahrzeug
fr_fr: Nouvelle voiture
ru_ru: Добавить Автомобиль
uk: Додати Автомобіль

source: View Car
de_de: Fahrzeug anzeigen
fr_fr: Voir voiture
ru_ru: Просмотреть Автомобиль
uk: Переглянути Автомобіль

source: Search Cars
de_de: Fahrzeug suchen
fr_fr: chercher des voitures
ru_ru: Поиск Автомобилей
uk: Пошук Автомобілів

source: No Cars found.
de_de: Kein Fahrzeug gefunden
fr_fr: Aucune voiture trouvée
ru_ru: Автомобилей не найдено.
uk: Автомобілів не знайдено.

source: No Cars found in Trash.
de_de: Kein Fahrzeug im Papierkorb gefunden
fr_fr: Aucune voiture trouvée dans la corbeille
ru_ru: Автомобилей в корзине не найдено.
uk: Автомобілів в кошику не знайдено .

source: Filter Car list
ru_ru: Фильтр списка Автомобилей
uk: Фільтр списку Автомобілів

source: Cars list navigation
de_de: Autos Liste Navigation
fr_fr: Navigation liste des voitures
ru_ru: Поиск Автомобилей
uk: Шукати Автомобілі

source: The list of cars
ru_ru: Список Автомобилей
uk: Список Автомобілів

# taxonomy general name
source: Manufacturers
de_de: Marke
fr_fr: Marques
ru_ru: Производители
uk: Виробники

# taxonomy singular name
source: Manufacturer
de_de: Marke
fr_fr: Marque
ru_ru: Производитель
uk: Виробник

source: Search Manufacturers
de_de: Marke suchen
fr_fr: Chercher une marque
ru_ru: Поиск Производителей
uk: Пошук Виробників

source: Popular Manufacturers
de_de: Beliebte Hersteller
fr_fr: Marques populaires
ru_ru: Популярные Производители
uk: Популярні Виробники

source: All Manufacturers
de_de: Alle Hersteller
fr_fr: Toutes les marques
ru_ru: Все Производители
uk: Всі Виробники

source: Edit Manufacturer
de_de: Marke bearbeiten
fr_fr: Modifier une marque
ru_ru: Редактировать Производителя
uk: Редагувати Виробника

source: Update Manufacturer
de_de: Marke aktualisieren
fr_fr: Mettre à jour
ru_ru: Обновить Производителя
uk: Оновити Виробника

source: Add New Manufacturer
de_de: Neue Marke hinzufügen
fr_fr: Ajouter une nouvelle marque
ru_ru: Добавить нового Производителя
uk: Додати нового Виробника

source: View Manufacturer
de_de: Marke ansehen
fr_fr: Voir marque
ru_ru: Просмотреть Производителя
uk: Переглянути Виробника

source: New Manufacturer Name
de_de: Neue Marken Name
fr_fr: Nom de la nouvelle marque
ru_ru: Название нового Производителя
uk: Назва нового Виробника

source: Separate Manufacturers with commas
de_de: Trenne Marken mit Komma
fr_fr: Séparer les marques par des virgules
ru_ru: Разделите Производителей запятыми
uk: Розділіть Виробників комами

source: Add or remove Manufacturers
de_de: Marke hinzufügen oder löschen
fr_fr: Ajouter ou Supprimer les marques
ru_ru: Добавить или удалить Производителей
uk: Додати або видалити Виробників

source: Choose from the most used Manufacturers
de_de: Wählen Sie von den meist gewählten Herstellern
fr_fr: Choisir parmi les marques les plus utilisées
ru_ru: Выбрать из часто используемых Производителей
uk: Вибрати з часто використовуваних Виробників

source: No Manufacturers found.
de_de: Keine Marke gefunden
fr_fr: Aucune marque trouvée
ru_ru: Производителей не найдено.
uk: Виробників не знайдено.

source: Manufacturers
de_de: Marke
fr_fr: Marques
ru_ru: Производители
uk: Виробники

source: Manufacturers list navigation
de_de: Hersteller Liste navigieren
fr_fr: Navigation Liste des marques
ru_ru: Поиск Производителей
uk: Шукати Виробників

source: The list of manufacturers
ru_ru: Список Производителей
uk: Список Виробників

# taxonomy general name
source: Vehicle Types
de_de: Fahrzeug Typen
fr_fr: Тypes de voiture
ru_ru: Типы кузова
uk: Типи кузова

# taxonomy singular name
source: Vehicle Type
de_de: Fahrzeugtyp
fr_fr: Тype de voiture
ru_ru: Тип кузова
uk: Тип кузова

source: Search Vehicle Types
de_de: Fahrzeugtypen suchen
fr_fr: Chercher les types de voiture
ru_ru: Поиск типов кузова
uk: Пошук типів кузова

source: Popular Vehicle Types
de_de: beliebte Fahrzeugtypen
fr_fr: Types de voiture populaires
ru_ru: Популярные типы кузова
uk: Популярні типи кузова

source: All Vehicle Types
de_de: Alle Fahrzeugtypen
fr_fr: Tous les types de voiture
ru_ru: Все типы кузова
uk: Всі типи кузова

source: Edit Vehicle Type
de_de: Fahrzeugtyp bearbeiten
fr_fr: Modifier type de voiture
ru_ru: Редактировать тип кузова
uk: Редагувати тип кузова

source: Update Vehicle Type
de_de: Fahrzeugtyp aktualisieren
fr_fr: Mettre à jour
ru_ru: Обновить тип кузова
uk: Оновити тип кузова

source: Add New Vehicle Type
de_de: Neuer Fahrzeugtyp
fr_fr: Ajouter
ru_ru: Добавить новый тип кузова
uk: Додати новий тип кузова

source: View Vehicle Type
de_de: Fahrzeugtyp ansehen
fr_fr: Voir type de voiture
ru_ru: Просмотреть тип кузова
uk: Переглянути тип кузова

source: New Vehicle Type Name
de_de: Neuer Fahrzeugtyp Name
fr_fr: Nouveau nom de type de voiture
ru_ru: Название нового типа кузова
uk: Назва нового типу кузова

source: Separate Vehicle Types with commas
de_de: Trenne Fahrzeugtypen mit Komma
fr_fr: Séparer les types de voiture par des virgules
ru_ru: Разделите типы кузова запятыми
uk: Розділіть типи кузова комами

source: Add or remove Vehicle Types
de_de: Fahrzeugtypen hinzufügen oder löschen
fr_fr: Ajouter ou Supprimer les types de voiture
ru_ru: Добавить или удалить типы кузова
uk: Додати або видалити типи кузова

source: Choose from the most used Vehicle Types
de_de: Wählen Sie aus den am häufigsten verwendeten Fahrzeugtypen
fr_fr: Choisir parmi les types de voiture les plus utilisés
ru_ru: Выбрать из часто используемых типов кузова
uk: Вибрати з часто використовуваних типів кузова

source: No Vehicle Types found.
de_de: Keine Fahrzeugtypen gefunden.
fr_fr: Aucun type de voiture trouvé
ru_ru: Типов кузова не найдено.
uk: Типів кузова не знайдено.

source: Vehicle Types
de_de: Fahrzeugtypen
fr_fr: Тypes de voiture
ru_ru: Типы кузова
uk: Типи кузова

source: Vehicle Types list navigation
de_de: Fahrzeugtypen Listennavigation
fr_fr: Navigation liste des types de voiture
ru_ru: Поиск типов кузова
uk: Шукати типи кузова

source: Vehicle Types list
de_de: Fahrzeugtypen Liste
fr_fr: Liste des types de voiture
ru_ru: Список типов кузова
uk: Список типів кузова

# taxonomy general name
source: Car Classes
de_de: Fahrzeugklasse
fr_fr: Modèles de voiture
ru_ru: Классы Авто
uk: Класи Авто

# taxonomy singular name
source: Car Class
de_de: Fahrzeug Klasse
fr_fr: Modèle de voiture
ru_ru: Класс Авто
uk: Клас Авто

source: Search Car Classes
de_de: Fahrzeugklasse suchen
fr_fr: Chercher modèles de voiture
ru_ru: Поиск Классов Авто
uk: Пошук Класів Авто

source: Popular Car Classes
de_de: Beliebte Fahrzeugklassen
fr_fr: Modèles populaires de voiture
ru_ru: Популярные Классы Авто
uk: Популярні Класи Авто

source: All Car Classes
de_de: Alle Fahrzeugklassen
fr_fr: Tous les modèles
ru_ru: Все Классы Авто
uk: Всі Класи Авто

source: Edit Car Class
de_de: Fahrzeugklasse bearbeiten
fr_fr: Modifier modèle de voiture
ru_ru: Редактировать Класс Авто
uk: Редагувати Клас Авто

source: Update Car Class
de_de: Fahrzeugklasse aktualisieren
fr_fr: Mettre à jour
ru_ru: Обновить Класс Авто
uk: Оновити Клас Авто

source: Add New Car Class
de_de: Neue Fahrzeugklasse hinzufügen
fr_fr: Ajouter
ru_ru: Добавить новый Класс Авто
uk: Додати новий Клас Авто

source: View Car Class
de_de: Fahrzeugklasse ansehen
fr_fr: Voir modèle de voiture
ru_ru: Просмотреть Класс Авто
uk: Переглянути Клас Авто

source: New Car Class Name
de_de: Neuer Fahrzeugklassen Name
fr_fr: Nom nouveau modèle de voiture
ru_ru: Название нового Класса Авто
uk: Назва нового Класу Авто

source: Separate Car Classes with commas
de_de: Trenne Fahrzeugklasse mit Komma
fr_fr: Séparer les modèles de voiture par des virgules
ru_ru: Разделите Классы Авто запятыми
uk: Розділіть Класи Авто комами

source: Add or remove Car Classes
de_de: Fahrzeugklasse hinzufügen oder löschen
fr_fr: Ajouter ou Supprimer les modèles de voiture
ru_ru: Добавить или удалить Классы Авто
uk: Додати або видалити Класи Авто

source: Choose from the most used Car Classes
de_de: Wählen Sie aus den am häufigsten verwendeten Fahrzeugklassen
fr_fr: Choisir parmi les modèles de voiture les plus utilisés
ru_ru: Выбрать из часто используемых Классов Авто
uk: Вибрати з часто використовуваних Класів Авто

source: No Car Classes found.
de_de: Keine Fahrzeugklasse gefunden
fr_fr: Aucun modèle de voiture trouvé
ru_ru: Классов Авто не найдено.
uk: Класів Авто не знайдено.

source: Car Classes
de_de: Fahrzeugklasse
fr_fr: Modèles de voiture
ru_ru: Классы Авто
uk: Класи Авто

source: Car Classes list navigation
de_de: Fahrzeugklassen Listennavigation
fr_fr: Navigation liste des modèles de voiture
ru_ru: Поиск Классов Автомобилей
uk: Шукати Класи Автомобілів

source: Car Classes list
de_de: Fahrzeugklassen Liste
fr_fr: Liste des modèles de voiture
ru_ru: Список Классов Автомобилей
uk: Список Класів Авто

# taxonomy general name
source: Extras
fr_fr: Accessoires
ru_ru: Дополнения
uk: Доповнення

# taxonomy singular name
source: Extra
fr_fr: Accessoire
ru_ru: Дополнение
uk: Доповнення

source: Search Extras
de_de: Extras suchen
fr_fr: Chercher des accessoires
ru_ru: Поиск Дополнений
uk: Пошук Доповнень

source: Popular Extras
de_de: Beliebte Extras
fr_fr: Accessoires populaires
ru_ru: Популярные Дополнения
uk: Популярні Доповнення

source: All Extras
de_de: Alle Extras
fr_fr: Tous les accessoires
ru_ru: Все Дополнения
uk: Всі Доповнення

source: Edit Extra
de_de: Extras bearbeiten
fr_fr: Modifier accessoire
ru_ru: Редактировать Дополнение
uk: Редагувати Доповнення

source: Update Extra
de_de: Extras aktualisieren
fr_fr: Mettre à jour
ru_ru: Обновить Дополнение
uk: Оновити Доповнення

source: Add New Extra
de_de: Neue Extras hinzufügen
fr_fr: Ajouter
ru_ru: Добавить новое Дополнение
uk: Додати нове Доповнення

source: View Extra
de_de: Extras anzeigen
fr_fr: Voir accessoire
ru_ru: Просмотреть Дополнение
uk: Переглянути Доповнення

source: New Extra Name
de_de: Neue Extra Bezeichnung
fr_fr: Nom du nouvel accessoire
ru_ru: Название нового Дополнения
uk: Назва нового Доповнення

source: Separate Extras with commas
de_de: Trenne Extras mit Komma
fr_fr: Séparer des accessoires par des virgules
ru_ru: Разделите Дополнения запятыми
uk: Розділіть Доповнення комами

source: Add or remove Extras
de_de: Extras löschen oder hinzufügen
fr_fr: Ajouter ou Supprimer un accessoire
ru_ru: Добавить или удалить Дополнения
uk: Додати або видалити Доповнення

source: Choose from the most used Extras
de_de: Wählen Sie aus den am häufigsten verwendeten Extras
fr_fr: Choisir parmi les accessoires les plus utilisés
ru_ru: Выбрать из часто используемых Дополнений
uk: Вибрати з часто використовуваних Доповнень

source: No Extras found.
de_de: Keine Extras gefunden
fr_fr: Aucun accessoire trouvé
ru_ru: Дополнений не найдено.
uk: Доповнення не знайдено.

source: Extras
fr_fr: Accessoires
ru_ru: Дополнения
uk: Доповнення

source: Extras list navigation
de_de: Extras Listennavigation
fr_fr: Navigation liste des accessoires
ru_ru: Поиск Дополнений
uk: Шукати Доповнення

source: Extras list
de_de: Extras Liste
fr_fr: Liste des accessoires
ru_ru: Список Дополнений
uk: Список Опцій

source: Featured Image
ru_ru: Миниатюра
uk: Мініатюра

source: Title
ru_ru: Название
uk: Назва

source: Car's Info
de_de: Fahrzeug Info´s
fr_fr: Information de la voiture
ru_ru: Информация Авто
uk: Інформація Авто

source: Location
de_de: Standort
fr_fr: Localité
ru_ru: Местоположение
uk: Місце

source: Choose location
de_de: Standort auswählen
fr_fr: Choisir localité
ru_ru: Выберите местоположение
uk: Виберіть місце

source: Choose location from the list
ru_ru: Выбрать местоположение из списка
uk: Вибрати місце з переліку

source: Enter location
ru_ru: Введите местоположение
uk: Введіть місце

source: Add new location
de_de: Neuen Standort hinzufügen
fr_fr: Ajouter une nouvelle localité
ru_ru: Добавить новое местоположение
uk: Додати нове місце

source: New Location
ru_ru: Новое местоположение
uk: Нове місце

source: Number of Doors
ru_ru: Количество дверей
uk: Кількість дверей

source: Number of Seats
ru_ru: Количество мест
uk: Кількість місць

source: Luggage Quantity
de_de: Gepäckmenge
fr_fr: Nombre de bagage
ru_ru: Объем багажа
uk: Обсяг багажу

source: large suitcases
de_de: große Koffer
fr_fr: grandes valises
ru_ru: для крупного багажа
uk: для великого багажу

source: small suitcases
de_de: kleine Koffer
fr_fr: Petites valises
ru_ru: для мелкого багажа
uk: для дрібного багажу

source: Transmission Type
ru_ru: Коробка передач
uk: Коробка передач

source: Unknown
de_de: Unbekannt
fr_fr: Inconnue
ru_ru: Неизвестно
uk: Невідомо

source: Automatic
fr_fr: Automatique
ru_ru: Автоматическая
uk: Автоматична

source: Manual
de_de: Manuell
fr_fr: Manuelle
ru_ru: Ручная
uk: Ручна

source: Air Conditioning
de_de: Klimaanlage
fr_fr: Climatisation
ru_ru: Кондиционер
uk: Кондиціонер

source: Average Consumption
ru_ru: Средний расход топлива
uk: Середня витрата пального

source: You can change the consupmtion unit on the %1$splugin's settings page%2$s.
ru_ru: Вы можете изменить единицы расхода топлива на %1$sстранице настроек плагина%2$s.
uk: Ви можете змінити одиниці витрати пального на %1$sсторінці налаштувань плагіна%2$s.

source: Price per Hour
ru_ru: Цена за час
uk: Ціна за годину

source: Price per Day
ru_ru: Цена за день
uk: Ціна за добу

source: for example
de_de: zum Beispiel
fr_fr: par exemple
ru_ru: например
uk: наприклад

source: Price on request
de_de: Preis auf Anfrage
ru_ru: Цена по запросу
uk: Ціна за запитом

source: You can change currency on the %1$splugin's settings page%2$s.
ru_ru: Вы можете изменить валюту на %1$sстранице настроек плагина%2$s.
uk: Ви можете змінити валюту на %1$sсторінці налаштувань плагіна%2$s.

source: Minimum Age
ru_ru: Минимальный возраст
uk: Мінімальний вік

source: Learn more
fr_fr: Plus de détails
ru_ru: Подробнее
uk: Детальніше

source: The price for one unit. For example
de_de: Preis pro Einheit z.B.
fr_fr: Prix/unité. Par exemple
ru_ru: Цена для одной единицы. Например
uk: Ціна для однієї одиниці. Наприклад

source: max.
ru_ru: макс.
uk: макс.

source: Ability to choose quantity
ru_ru: Возможность выбрать количество
uk: Можливість вибрати кількість

source: Option is available
de_de: Option ist verfügbar
fr_fr: Option disponible
ru_ru: Опция доступна
uk: Опція доступна

source: Image
de_de: Bild
fr_fr: Photo
ru_ru: Изображение
uk: Зображення

source: No image chosen
de_de: kein Bild gewählt
fr_fr: Aucune photo choisie
ru_ru: Изображение не выбрано
uk: Зображення не вибрано

source: Add image
de_de: Bild hinzufügen
fr_fr: Ajouter photo
ru_ru: Добавить изображение
uk: Додати зображення

source: Remove image
de_de: Bild entfernen
fr_fr: Supprimer photo
ru_ru: Удалить изображение
uk: Видалити зображення

source: Ability to Choose a Quantity
ru_ru: Возможность выбрать количество
uk: Можливість вибрати кількість

source: Extras Image
de_de: Extra Bild
fr_fr: Photo accessoire
ru_ru: Изображение Дополнения
uk: Зображення Доповнення

source: Change image
de_de: Bild ändern
fr_fr: Changer photo
ru_ru: Изменить изображение
uk: Змінити зображення

source: Please select return location
ru_ru: Пожалуйста, выберите место возврата
uk: Будь ласка, оберіть місце повернення

source: Delete
de_de: Entfernen
fr_fr: Supprimer
ru_ru: Удалить
uk: Видалити

source: Enter new status
de_de: Neuen Status eingeben
fr_fr: Ajouter statut
ru_ru: Введите новый статус
uk: Введіть новий статус

source: Choose file
de_de: Datei wählen
fr_fr: Choisir un fichier
ru_ru: Выберите файл
uk: Виберіть файл

source: No file chosen
de_de: keine Datei gewählt
fr_fr: Aucun fichier choisi
ru_ru: Файл не выбран
uk: Файл не вибраний

source: Warning: You can add only image
de_de: Warnung: Sie können nur Bilddateien auswählen!
fr_fr: Attention: Vous ne pouvez ajouter qu'une seule photo
ru_ru: Внимание: Вы можете добавить только изображение
uk: Увага: Ви можете додати тільки зображення

source: Thank you for a booking. We will contact you back to confirm the order. Your order number is #%d
ru_ru: Спасибо за заказ. Мы свяжемся с Вами для его подтверждения. Номер вашего заказа: %d
uk: Дякуємо за замовлення. Ми зв'яжемось з Вами для його підтвердження. Номер вашого замовлення: %d

source: New booking order #
de_de: Neue Buchungsauftrag #
fr_fr: Nouvelle réservation #
ru_ru: Новый заказ #
uk: Нове замовлення №

source: Order Info
de_de: Reservierungs Info
fr_fr: Information de la commande
ru_ru: Информация о Заказе
uk: Інформація про Замовлення

source: Client
de_de: Kunde
ru_ru: Клиент
uk: Клієнт

source: Phone number
de_de: Rückrufnummer
fr_fr: Numéro de téléphone
ru_ru: Номер телефона
uk: Номер телефону

source: Car
de_de: Fahrzeug
fr_fr: Voiture
ru_ru: Автомобиль
uk: Автомобіль

source: Pick Up Date
ru_ru: Дата получения
uk: Дата отримання

source: Drop Off Date
ru_ru: Дата возврата
uk: Дата повернення

source: Pick Up Location
ru_ru: Место получения
uk: Місце отримання

source: Drop Off Location
ru_ru: Место возврата
uk: Місце повернення

source: Total
de_de: Gesamt
ru_ru: Итог
uk: Підсумок

source: An error occured while creating the order.
ru_ru: При создании заказа произошла ошибка.
uk: Під час створення замовлення сталася помилка.

source: Support
ru_ru: Поддержка
uk: Підтримка

source: Load More
ru_ru: Подробнее
uk: Детальніше

source: Meet the new plugin by BestWebSoft company - Car Rental V2.
ru_ru: Встречайте новый плагин от компании BestWebSoft - Car Rental V2.
uk: Зустрічайте новий плагін від компанії Bestwebsoft - Car Rental V2.

source: We have developed a new plugin for car rental service -
ru_ru: Мы разработали новый плагин для проката автомобилей -
uk: Ми розробили новий плагін для прокату автомобілів -

source: by BestWebSoft. Starting from the 01, Feb 2019, when the new plugin will be released, the current plugin version will no longer be supported.<br/>
ru_ru: от BestWebSoft. Начиная с 01 февраля 2019, когда новый плагин будет выпущен, текущая версия плагина больше не будет поддерживаться.<br/>
uk: від Bestwebsoft. Починаючи з 01 лютого 2019, коли новий плагін буде випущений, поточна версія плагіна більше не буде підтримуватися. <br/>

source: We will stop supporting the current Car Rental plugin completely by 2020. If you want to try a new Car Rental V2 plugin, and save all the data created (cars, extras, orders, etc.), create a private ticket on our
ru_ru: Мы прекратим полностью поддерживать текущий плагин Car Rental к 2020 году. Если вы хотите попробовать новый плагин Car Rental V2 и сохранить все созданные данные (автомобили, дополнения, заказы и т.д.), создайте приватный тикет на нашем
uk: Ми припинемо підтримку нинішнього плагіну Car Rental повністю до 2020 року. Якщо ви хочете спробувати новий плагін Car Rental V2 і зберегти всі створені дані (автомобілі , доповнення, замовлення і т. д.), створіть приватний тікет на нашому

source: support forum.
ru_ru: форуме поддержки.
uk: форумі підтримки.

source: Your theme does not declare Car Rental plugin support. Please check out our %s theme which has been developed specifically for use with Car Rental plugin.
de_de: Ihr Themeunterstützt das Autovermietung Plugin. Bitte beachten Sie , dass unsere Themens % s, speziell für die Verwendung mit Autovermietung Plugins entwickelt wurde.
ru_ru: Используемая тема не гарантирует поддержки всех возможностей плагина Car Rental. Пожалуйста, ознакомьтесь с нашей темой %s, которая была разработана специально для плагина Car Rental.
uk: Тема, що використовується, не заявляє підтримку плагіна Car Rental. Будь ласка, ознайомтеся з нашою темою %s, яку було створено спеціально для використання з плагіном Car Rental.

source: Close notice
de_de: Schließen Ankündigung
fr_fr: Fermer note
ru_ru: Закрыть уведомление
uk: Закрити повідомлення

source: Please enable JavaScript in your browser for fully functional work of the plugin.
ru_ru: Пожалуйста, включите JavaScript в вашем браузере для полноценной работы плагина.
uk: Будь ласка, увімкніть JavaScript у вашому браузері для повнофункціональної роботи плагіна.

source: You have reached the limit for Extras.
de_de: Sie haben das Limit für Extras erreicht.
ru_ru: Вы достигли лимита количества.
uk: Ви досягли ліміту кількості Доповнень.

source: Misc
ru_ru: Разное
uk: Різне

source: Custom Code
ru_ru: Пользовательский код
uk: Користувацький код

source: Import / Export
ru_ru: Импорт / Экспорт
uk: Імпорт / Експорт

source: License Key
ru_ru: Лицензионный ключ
uk: Ліцензійний ключ

source: Choose car
ru_ru: Выбор Авто
uk: Вибір Авто

source: Cars
ru_ru: Автомобили
uk: Автомобілі

source: Choose extras
de_de: Extras auswählen
fr_fr: Choisir des accessoires
ru_ru: Дополнения
uk: Доповнення

source: Review & Book
ru_ru: Просмотр и заказ
uk: Перегляд та замовлення

source: Please enter the correct value for custom currency field.
ru_ru: Пожалуйста, введите правильное значение для поля пользовательской валюты.
uk: Будь ласка, введіть правильне значення для поля користувацької валюти.
