Repository: bestwebsoft/car-rental-wordpress-plugin
Catalog: languages/car-rental-*.po
Languages: de_de, fr_fr, ru_ru, uk

source: Continue
de_de: Weiter
fr_fr: Continuer
ru_ru: Продолжить
uk: Продовжити

source: Please choose correct Pick Up datetime
ru_ru: Пожалуйста, выберите корректную дату получения
uk: Будь ласка, виберіть коректну дату отримання

source: Please choose correct Pick Up datetime in format
ru_ru: Пожалуйста, выберите корректную дату получения в формате
uk: Будь ласка, виберіть коректну дату отримання у форматі

source: Please choose correct Drop Off datetime
ru_ru: Пожалуйста, выберите корректную дату возврата
uk: Будь ласка, оберіть коректну дату повернення

source: Please choose correct Drop Off datetime in format
ru_ru: Пожалуйста, выберите корректную дату возврата в формате
uk: Будь ласка, оберіть коректну дату повернення у форматі

source: Please choose datetime
ru_ru: Пожалуйста, выберите дату и время
uk: Будь ласка, оберіть дату та час

source: Create request
de_de: Reservierung anlegen
fr_fr: faire une commande
ru_ru: Создание заявки
uk: Створення заявки

source: Choose a car
de_de: Fahrzeug auswählen
fr_fr: Choisir une voiture
ru_ru: Выбор Авто
uk: Вибір Авто

source: Review &amp; Book
de_de: Überprüfen &amp; Buchen
fr_fr: Récapitulatif
ru_ru: Просмотр и заказ
uk: Перегляд та Замовлення

source: Results
de_de: Ergebnis
fr_fr: Résultats
ru_ru: Результаты
uk: Результати

source: Sort by
de_de: sortiert nach
fr_fr: Trier par
ru_ru: Сортировка
uk: Сортування

source: Price
de_de: Preis
fr_fr: Prix
ru_ru: Цена
uk: Вартість

source: Name
fr_fr: Nom
ru_ru: Имя
uk: Ім'я

source: Select
de_de: auswählen
fr_fr: Sélectionner
ru_ru: Выбрать
uk: Вибрати

source: No cars available.
de_de: Keine Fahrzeuge verfügbar
fr_fr: Aucune voiture disponible.
ru_ru: Нет доступных автомобилей.
uk: Немає доступних автомобілів.

source: Available Extras
de_de: Verfügbare Extras
fr_fr: Options et accessoires
ru_ru: Доступные Дополнения
uk: Доступні Доповнення

source: Close details
de_de: Details schliesen
fr_fr: Fermer détails
ru_ru: Закрыть подробности
uk: Закрити подробиці

source: Continue to checkout
de_de: Weiter zur Reservierung
fr_fr: Vérifier encore
ru_ru: Продолжить заказ
uk: Продовжити замовлення

source: Inappropriate age to submit the order.
ru_ru: Недопустимый возраст для создания заказа.
uk: Неприйнятний вік для створення замовлення.

source: Please enter correct e-mail address.
ru_ru: Пожалуйста, введите корректный email адрес.
uk: Будь ласка, введіть правильну e-mail адресу.

source: Please confirm your e-mail address.
ru_ru: Подтвердите адрес email.
uk: Підтвердіть ваш e-mail.

source: Error during user creation
ru_ru: Ошибка при создании пользователя
uk: Помилка при створенні користувача

source: Complete reservation form
de_de: Vervollständigen Sie die Reservierung
fr_fr: Remplir le formulaire de réservation
ru_ru: Заполните форму резервирования
uk: Заповніть форму резервування

source: Note
de_de: Notitz
ru_ru: Примечание
uk: Примітка

source: Home Page
ru_ru: Главная страница
uk: Головна сторінка

source: Choose Car
ru_ru: Выбор автомобиля
uk: Вибір автомобіля

source: Personal Information
de_de: Persönliche Angaben
fr_fr: Informations personnelles
ru_ru: Персональная информация
uk: Персональна інформація

source: First name
de_de: Vorname
fr_fr: Prénom
ru_ru: Имя
uk: Ім'я

source: Enter your first name
de_de: Geben Sie Ihren Vornamen ein
fr_fr: Saisir prénom
ru_ru: Введите ваше имя
uk: Введіть ваше ім'я

source: Last name
de_de: Nachname
fr_fr: Nom
ru_ru: Фамилия
uk: Прізвище

source: Enter your last name
de_de: Geben Sie Ihren Nachnamen an
fr_fr: Saisir Nom
ru_ru: Введите вашу фамилию
uk: Введіть ваше прізвище

source: Age
de_de: Alter
fr_fr: Âge
ru_ru: Возраст
uk: Вік

source: Choose your age
de_de: Wählen Sie Ihr Alter
fr_fr: Choisir votre âge
ru_ru: Укажите возраст
uk: Вкажіть свій вік

source: Email address
de_de: E-mail Adresse
fr_fr: Adresse E-mail
ru_ru: Адрес email
uk: E-mail Адреса

source: Enter your email address
de_de: Geben Sie Ihre E-Mailadresse ein
fr_fr: Saisir adresse email
ru_ru: Введите адрес email
uk: Введіть ваш e-mail

source: Confirm email address
de_de: Emailadresse bestätigen
fr_fr: Confirmer adresse email
ru_ru: Подтвердите адрес email
uk: Підтвердіть ваш e-mail

source: Confirm your email address
de_de: Bestätigen Sie Ihre Emailadresse
fr_fr: Confirmer votre addresse e-mail
ru_ru: Подтвердите адрес email
uk: Підтвердіть ваш e-mail

source: Enter your phone number
de_de: Geben Sie Ihre Telefonnummer ein
fr_fr: Saisir votre numéro de téléphone
ru_ru: Введите номер телефона
uk: Введіть номер телефону

source: Additional information
ru_ru: Дополнительная информация
uk: Додаткова інформація

source: Book Now
de_de: Jetzt reservieren
fr_fr: Réserver
ru_ru: Заказать
uk: Замовити
