Repository: bestwebsoft/car-rental-wordpress-plugin
Catalog: languages/car-rental-*.po
Languages: de_de, fr_fr, ru_ru, uk

source: Please enter the correct value for custom unit in the consumption field.
ru_ru: Пожалуйста, введите правильное значение для пользовательской единицы расхода топлива.
uk: Будь ласка, введіть правильне значення для користувацької одиниці витрати пального.

source: Important
de_de: Wichtig
ru_ru: Внимание
uk: Увага

source: you should add at least one email for custom email list.
ru_ru: вы должны добавить по крайней мере один email для пользовательского списка рассылки.
uk: ви повинні додати принаймні один email для користувацького списку розсилки.

source: date format is not supported.
ru_ru: формат не поддерживается.
uk: формат не підтримується.

source: Warning! The status "%1$s" can not be removed, because it is used in the %2$s orders.
de_de: Warnung! Der Status "%1$s" kann nicht entfernt werden, da er in der Bestellung %2$s verwendet wird.
fr_fr: Attention! Le statut '%1$s' ne peut pas être supprimé, car il est utilisé dans les %2$s commandes.
ru_ru: Внимание! Статус "%1$s" не может быть удален, так как он используется в %2$s заказе(ах).
uk: Увага! Статус "%1$s" не може бути видалений, так як він використовується в %2$s замовленні(ах).

source: An error occurred during the updating status list.
de_de: Ein Fehler ist während der Aktualisierung der Statusliste aufgetreten.
fr_fr: Une erreur s’est produite au cours de la mise à jour de la liste de statut.
ru_ru: При обновлении списка статусов произошла ошибка.
uk: Під час оновлення списку статусів сталася помилка.

source: Settings saved.
ru_ru: Настройки сохранены.
uk: Налаштування збережено.

source: for the correct plugin work, please choose the page for "%s"
ru_ru: для корректной работы плагина, пожалуйста, выберите страницу для "%s"
uk: для коректної роботи плагіна, будь ласка, оберіть сторінку для "%s"

source: edit
de_de: bearbeiten
fr_fr: Modifier
ru_ru: изменить
uk: змінити

source: Pages
de_de: Seiten
ru_ru: Страницы
uk: Сторінки

source: &mdash; Select &mdash;
de_de: &mdash; Auswahl &mdash;
fr_fr: &mdash; Sélectionner &mdash;
ru_ru: &mdash; Выбрать &mdash;
uk: &mdash; Вибрати &mdash;

source: Currency
de_de: Währung
fr_fr: Devise
ru_ru: Валюта
uk: Валюта

source: Custom currency
ru_ru: Пользовательская валюта
uk: Користувацька валюта

source: Custom currency, for example
de_de: Benutzerdefinierte Währung, zum Beispiel
fr_fr: Autre devise, par exemple
ru_ru: Пользовательская валюта, например
uk: Користувацька валюта, наприклад

source: Currency Position
de_de: Währungsposition
fr_fr: Рosition de la devise
ru_ru: Расположение символа валюты
uk: Розташування символу валюти

source: Before numerals
ru_ru: До цифр
uk: Перед цифрами

source: After numerals
ru_ru: После цифр
uk: Після цифр

source: Consumption Unit
ru_ru: Единица измерения расхода топлива
uk: Одиниця виміру витрати пального

source: km/l
ru_ru: км/л
uk: км/л

source: Custom consumption unit
ru_ru: Пользовательская единица расхода топлива
uk: Користувацька одиниця витрати палива

source: Custom Consumption Unit
ru_ru: Пользовательская единица расхода топлива
uk: Користувацька одиниця витрати пального

source: Pick Up & Drop Off Time
ru_ru: Время получения и возврата
uk: Час отримання і повернення

source: Enable to display Pick Up & Drop Off Time option.
ru_ru: Включите, чтобы отображать опцию выбора времени получения и возврата.
uk: Увімкніть, щоб відображати опції вибору часу отримання і повернення.

source: Working Hours
ru_ru: Рабочее время
uk: Робочі години

source: Return Location
de_de: Ablieferort
fr_fr: Lieu de restitution
ru_ru: Место возврата
uk: Місце повернення

source: Enable to display Return Location option.
ru_ru: Включите, чтобы отображать опцию выбора места возврата.
uk: Увімкніть, щоб відображати опції вибору місця повернення.

source: Rent per
ru_ru: Аренда на
uk: Оренда на

source: Hour
ru_ru: Час
uk: Годину

source: Day
ru_ru: День
uk: День

source: Google Maps API Key
ru_ru: API ключ для Google Maps
uk: API ключ для Google Maps

source: If you include a key in your request it will allow you to monitor your application's API usage in the %s.
ru_ru: Добавление ключа в запрос позволяет отслеживать использование API вашего приложения в %s.
uk: Додавання API ключа до запиту дозволяє контролювати використання вашого додатку в %s.

source: Google API Console
ru_ru: Консоли Google API
uk: Консолі Google API

source: Don't have an API key?
ru_ru: Ещё нет ключа API?
uk: Ще немає ключа API?

source: Get it now!
ru_ru: Получить сейчас!
uk: Отримати зараз!

source: Search Pages Show at Most
ru_ru: Показывать на странице поиска не более
uk: Показувати на сторінці пошуку не більше

source: Set the Order Status List
ru_ru: Настроить список статусов заказов
uk: Налаштувати список статусів замовлень

source: delete
de_de: entfernen
fr_fr: Supprimer
ru_ru: удалить
uk: видалити

source: Date Format
ru_ru: Формат даты
uk: Формат дати

source: Custom
ru_ru: Пользовательский
uk: Користувацький

source: You can make your own date format.
ru_ru: Вы можете создать свой собственный формат даты.
uk: Ви можете створити свій власний формат дати.

source: Recipient of the Order Notification
ru_ru: Получатель уведомления о заказе
uk: Отримувач повідомлення про замовлення

source: Administrator
ru_ru: Администратор
uk: Адміністратор

source: Customer
ru_ru: Клиент
uk: Замовник

source: Custom email list
ru_ru: Пользовательский список
uk: Користувацький список

source: You can enter more than one address. For example:
ru_ru: Вы можете ввести более одного адреса. Например:
uk: Ви можете ввести більше однієї адреси. Наприклад:

source: Add %s
ru_ru: Добавить %s
uk: Додати %s

source: Download
ru_ru: Скачать
uk: Завантажити

source: Activate
ru_ru: Активировать
uk: Активувати

source: Enable to use %s for Review & Book form.
ru_ru: Включите, чтобы использовать %s в форме "Просмотр и заказ".
uk: Увімкніть, щоб застосувати %s у формі "Перегляд і замовлення".

source: Your %s plugin is outdated. Please update it to the latest version.
ru_ru: Вы используете устаревшую версию плагина %s. Пожалуйста, обновитесь до последней версии.
uk: Ви використовуєте застарілу версію плагіна %s. Будь ласка, оновіться до останньої версії.

source: GDPR Compliance
ru_ru: Согласие с GDPR
uk: Згода з GDPR

source: Checkbox label
ru_ru: Текст для поля GDPR
uk: Текст для поля GDPR

source: Link to Privacy Policy Page
ru_ru: Ссылка на страницу политики конфиденциальности
uk: Посилання на сторінку політики конфіденційності

source: Text for Privacy Policy Link
ru_ru: Текст для ссылки политики конфиденциальности
uk: Текст для посилання політики конфіденційності

source: Car Rental Post Type
ru_ru: Тип записей Car Rental
uk: Тип записів Car Rental

source: Enable to avoid conflicts with other plugins installed. All Cars created earlier will stay unchanged. However, after enabling we recommend to check settings of other plugins where "cars" post type is used.
ru_ru: Включите, чтобы избежать конфликтов с другими установленными плагинами. Все автомобили, созданные ранее, останутся без изменений. В любом случае, после включения данной опции мы рекомендуем проверить настройки других плагинов, где используется тип записи "cars".
uk: Увімкніть, щоб уникнути конфліктів з іншими встановленими плагінами. Всі автомобілі, створені раніше, залишаться без змін. У будь-якому випадку, після ввімкнення даної опції ми рекомендуємо перевірити налаштування інших плагінів, де використовується тип записів "cars".

source: Demo Data
ru_ru: Демо данные
uk: Демо дані

source: Install demo-data to create demo-cars with images and details, demo-extras with images and details, manufacturers, vehicles types and car classes.
ru_ru: Установите демо данные, чтобы создать демо-автомобили с изображениями и подробностями, демо-дополнения с изображениями и подробностями, производителей, типы кузова и классы автомобилей.
uk: Встановіть демо дані, щоб створити демо-автомобілі з зображеннями і подробицями, демо-доповнення з зображеннями і подробицями, виробників, типи кузова і класи автомобілів.

source: Install Demo Data
de_de: Demo Daten installieren
fr_fr: Installer les Démo-Données
ru_ru: Установить демо данные
uk: Встановити демо дані

source: Remove Demo Data
de_de: Demo Daten löschen
fr_fr: Supprimer les Démo-Données
ru_ru: Удалить демо данные
uk: Видалити демо дані

source: Delete demo-data and restore old plugin settings.
de_de: Demo-Daten löschen und alte Plugin-Einstellungen wiederherstellen.
ru_ru: Удалить демо данные и восстановить предыдущие настройки плагина.
uk: Видалити демо дані і відновити попередні налаштування плагіна.

source: You have reached the limit for Cars.
de_de: Sie haben das Limit für Autos erreicht.
ru_ru: Вы достигли лимита Автомобилей.
uk: Ви досягли ліміту для Автомобілів.

source: Yes, install demo data
de_de: Ja, Demo-Daten installieren
fr_fr: Oui, installer les démo-Données
ru_ru: Да, установить демо данные
uk: Так, встановити демо дані

source: Are you sure you want to install demo data?
de_de: Sind Sie sicher, dass Sie Demo-Daten installieren möchten?
fr_fr: Êtes-vous sûr de vouloir installer les démo-Données?
ru_ru: Вы уверены, что хотите установить демо данные?
uk: Ви впевнені, що хочете встановити демо дані?

source: Yes, remove demo data
de_de: Ja, entfernen Demo-Daten
fr_fr: Oui, supprimer les démo-Données
ru_ru: Да, удалить демо данные
uk: Так, видалити демо дані

source: Are you sure you want to remove demo data?
de_de: Sind Sie sicher, dass Sie Demo-Daten entfernen möchten?
fr_fr: Êtes-vous sûr de vouloir supprimer les démo-Données??
ru_ru: Вы уверены, что хотите удалить демо данные?
uk: Ви впевнені, що хочете видалити демо дані?

source: No, go back to the settings page
de_de: Nein, zurück zu den Einstellungen
fr_fr: Non, retour aux paramètres de la page
ru_ru: Нет, вернуться на страницу настроек
uk: Ні, повернутися на сторінку налаштувань

source: Can not get demo data.
de_de: Kann keine Demodaten empfangen
fr_fr: Impossible d'obtenir les démo-Données
ru_ru: Невозможно получить демо данные.
uk: Неможливо отримати демо дані.

source: Demo data has been already installed.
ru_ru: Демо настройки уже установлены.
uk: Демо налаштування вже встановлені.

source: Demo data successfully installed.
de_de: Demo Daten wurden erfolgreich installiert
fr_fr: Les démo-Données installées avec succès.
ru_ru: Демо данные успешно установлены.
uk: Демо дані успішно встановлені.

source: View post with shortcodes
de_de: Beitrag mit Shortcodes anzeigen
fr_fr: Voir le post avec shortcodes
ru_ru: Посмотреть запись с шорткодами
uk: Переглянути запис з шорткодами

source: View page with examples
de_de: Beispielseite anzeigen
fr_fr: Voir page avec exemples
ru_ru: Посмотреть страницу с примерами
uk: Переглянути сторінку з прикладами

source: Some errors occurred during demo data installation.
ru_ru: Установка демо данных прошла с ошибками.
uk: Демо налаштування вже встановлені.

source: Posts data is missing.
de_de: Daten des Posts fehlen
fr_fr: Données des posts introuvables
ru_ru: Данные записей отсутствуют.
uk: Дані записів відсутні.

source: Demo data have already been removed.
de_de: Demo Daten wurden bereits entfernt
fr_fr: Les démo-Données déjà supprimées
ru_ru: Демо данные уже были удалены.
uk: Демо дані вже були видалені.

source: Demo data successfully removed.
de_de: Demo Daten wurden erfolgreich entfernt
fr_fr: les démo-Données supprimées avec succès
ru_ru: Демо данные успешно удалены.
uk: Демо дані успішно видалені.

source: Some errors occurred during demo data removing.
ru_ru: Удаление демо данных прошло с ошибками.
uk: Видалення демо даних пройшло з помилками.

source: Install demo data
fr_fr: Installer les démo-Données
ru_ru: Установить демо данные
uk: Встановити демо дані

source: for an acquaintance with the possibilities of the
fr_fr: pour une prise de connaissance avec les possibilités de
ru_ru: для ознакомления с возможностями
uk: для ознайомлення з можливостями

source: order
de_de: Auftrag
fr_fr: commande
ru_ru: заказ
uk: замовлення

source: orders
de_de: Aufträge
fr_fr: commandes
ru_ru: заказы
uk: замовлення

source: On request
ru_ru: По запросу
uk: За запитом

source: Order ID
de_de: Auftrags ID
fr_fr: Commande ID
ru_ru: ID Заказа
uk: ID Замовлення

source: Location from
de_de: Abholort
fr_fr: Lieu de location
ru_ru: От места
uk: Від місця

source: Location to
de_de: Ablieferort
fr_fr: Destination
ru_ru: До места
uk: До місця

source: Date from
de_de: Datum von
fr_fr: Du
ru_ru: От даты
uk: Від дати

source: Date to
de_de: Datum bis
fr_fr: Au
ru_ru: До даты
uk: До дати

source: Status
fr_fr: Statut
ru_ru: Статус
uk: Статус

source: Edit
de_de: Bearbeiten
fr_fr: Modifier
ru_ru: Изменить
uk: Змінити

source: All Customers
de_de: Alle Kunden
fr_fr: Tous les clients
ru_ru: Все клиенты
uk: Всі клієнти

source: All Statuses
de_de: Alle Statusse
fr_fr: Tous les statuts
ru_ru: Все статусы
uk: Всі статуси

source: Filter
fr_fr: Filtrer
ru_ru: Фильтр
uk: Фільтр

source: Manage orders page
de_de: Verwalten Sie Auftrags Seite
fr_fr: Gérer la page des commandes
ru_ru: Страница управления заказами
uk: Сторінка управління замовленнями

source: Orders
de_de: Aufträge
fr_fr: Commandes
ru_ru: Заказы
uk: Замовлення

source: An error occurred during the order deletion.
ru_ru: При удалении заказа произошла ошибка.
uk: При видаленні замовлення сталася помилка.

source: The orders have been deleted.
de_de: Die Aufträge wurden gelöscht.
fr_fr: Les commandes ont été supprimées
ru_ru: Заказы были удалены.
uk: Замовлення були видалені.

source: Search
de_de: Suche
fr_fr: Chercher
ru_ru: Поиск
uk: Пошук

source: An error occurred during the order saving.
ru_ru: При сохранении заказа произошла ошибка.
uk: При збереженні замовлення сталася помилка.

source: All changes have been saved
de_de: Alle Änderungen wurden gespeichert
fr_fr: Toutes les modifications ont été sauvegardées
ru_ru: Все настройки сохранены
uk: Всі налаштування збережені

source: Edit order
de_de: Reservierungsanfrage bearbeiten
fr_fr: Modifier la commande
ru_ru: Редактировать заказ
uk: Редагувати замовлення

source: Return to Manage orders page
de_de: Zurück zu Bestellseite verwalten
fr_fr: Retour à gérer la page des commandes
ru_ru: Вернуться на страницу управления заказами
uk: Повернутися на сторінку управління замовленнями

source: This user doesn't exist
ru_ru: Такого пользователя не существует
uk: Такого користувача не існує

source: Choose Quantity
de_de: wählen Sie die Menge
fr_fr: Choisir une quantité
ru_ru: Выберите количество
uk: Виберіть кількість

source: pcs.
de_de: Stk.
ru_ru: шт.
uk: шт.

source: There are no available extras for this car.
de_de: Es gibt keine verfügbaren Extras für dieses Auto.
fr_fr: Aucun accessoire disponible pour cette voiture
ru_ru: Нет доступных дополнений для этого автомобиля.
uk: Немає доступних доповнень для цього автомобіля.

source: Choose Pick Up date
ru_ru: Выберите дату получения
uk: Оберіть дату отримання

source: YYYY-MM-DD
de_de: YYYY-MM-TT
fr_fr: AAAA-MM-JJ
ru_ru: ГГГГ-ММ-ДД
uk: РРРР-ММ-ДД

source: Choose Pick Up time
ru_ru: Выберите время получения
uk: Оберіть час отримання

source: Choose Drop Off date
ru_ru: Выберите дату возврата
uk: Оберіть дату повернення

source: Save Changes
de_de: Änderung speichern
fr_fr: sauvegarder les modifications
ru_ru: Сохранить изменения
uk: Зберегти зміни

source: Slide settings saved.
de_de: Slider Einstellung gespeichert
fr_fr: Les paramètres de diaporama sont enregistrés.
ru_ru: Настройки слайда сохранены.
uk: Налаштування слайда збережені.

source: Please choose new image for slide. Settings not saved.
de_de: Bitte wählen neues Bild für den Slider. Einstellungen nicht gespeichert.
fr_fr: Veuillez choisir une nouvelle image pour le diaporama. Paramètres non enregistrés
ru_ru: Пожалуйста, выберите новое изображение для слайда. Настройки не сохранены.
uk: Будь ласка, виберіть нове зображення для слайда. Налаштування не збережені.

source: Slide was successfully added.
de_de: Slide wurde erfolgreich hinzugefügt
fr_fr: Image ajoutée avec succès
ru_ru: Слайд успешно добавлен.
uk: Слайд доданий успішно.

source: Please choose image for slide. Settings not saved.
de_de: Bitte wählen Sie die Grafik für einen Slide. Einstellungen nicht gespeichert.
fr_fr: Veuillez choisir une nouvelle image pour le diaporama. Paramètres non enregistrés
ru_ru: Пожалуйста, выберите изображение для слайда. Настройки не сохранены.
uk: Будь ласка, виберіть зображення для слайда. Налаштування не збережені.

source: Slide was successfully deleted
de_de: Slide wurde erfolgreich gelöscht
fr_fr: Image supprimée avec succès
ru_ru: Слайд успешно удален
uk: Слайд видалений успішно

source: If you want to display the slider on your homepage, paste the following strings into the template source code
ru_ru: Если вы хотите добавить слайдер на домашнюю страницу, вставьте следующие строки в исходный код шаблона
uk: Якщо ви хочете додати слайдер на домашню сторінку, додайте наступні рядки в вихідний код шаблону

source: If you want to display the slider on any page (e.g. that uses some custom template), paste the following strings into the source code of the corresponding template
ru_ru: Если вы хотите отображать слайдер на любой странице (например на странице с пользовательским шаблоном), вставьте следующие строки в исходный код соответствующего файла шаблона
uk: Якщо ви хочете відображати слайдер на будь-якій сторінці (наприклад на сторінці, що використовує користувацький шаблон), додайте наступні рядки в вихідний код відповідного файлу шаблону

source: List of Slides
de_de: Slider Liste
fr_fr: Liste des images de diaporama
ru_ru: Список слайдов
uk: Список слайдів

source: Delete Slide
de_de: slider löschen
fr_fr: Supprimer les images
ru_ru: Удалить слайд
uk: Видалити слайд

source: - This slide has no title -
de_de: - Dieser Slide hat keinen Titel -
fr_fr: - Сette image n'a aucun titre
ru_ru: - У слайда нет заголовка -
uk: - Слайд не має заголовка -

source: Add Slide
de_de: Slide hinzufügen
fr_fr: Ajouter une image
ru_ru: Добавить слайд
uk: Додати слайд

source: Add New Slide
de_de: Neuen Slide hinzufügen
fr_fr: Ajouter une nouvelle image
ru_ru: Добавить новый слайд
uk: Додати новий слайд

source: Back to Slider Settings
de_de: Zurück zu den Slide Einstellungen
fr_fr: Retour aux paramètres de diaporama
ru_ru: Вернуться к настройкам слайдера
uk: Повернутися до налаштувань слайдера

source: Slide Image
de_de: Slider Bild
fr_fr: Image de diaporama
ru_ru: Изображение слайда
uk: Зображення слайда

source: Image URL
de_de: Bild URL
fr_fr: Image de l'URL
ru_ru: URL изображения
uk: URL зображення

source: Upload Image
de_de: Bild hochladen
fr_fr: Télécharger une image
ru_ru: Загрузить изображение
uk: Завантажити зображення

source: Change Image
de_de: Bild ändern
fr_fr: Modifier l'image
ru_ru: Изменить изображение
uk: Змінити зображення

source: Slide Title
de_de: Slide Titel
fr_fr: Titre de l'image
ru_ru: Заголовок слайда
uk: Заголовок слайда

source: Slide Description
de_de: Slide beschreibung
fr_fr: Description de l'image
ru_ru: Описание слайда
uk: Опис слайда

source: Slide Link
fr_fr: Lien de l'image
ru_ru: Ссылка слайда
uk: Посилання слайда

source: Go to
de_de: Gehe zu
fr_fr: Aller à
ru_ru: Перейти к
uk: Перейти до

source: Learn More
de_de: Erfahren Sie mehr
fr_fr: Plus de détails
ru_ru: Подробнее
uk: Детальніше

source: Car Rental filters
de_de: Autovermietung Filter
fr_fr: Filtres
ru_ru: Фильтры Car Rental
uk: Фільтри Car Rental

source: Widget for Car filters displaying.
ru_ru: Виджет для отображения фильтров Автомобилей.
uk: Віджет для відображення фільтрів Автомобілів.

source: Price range
de_de: Preisspanne
fr_fr: Gamme de prix
ru_ru: Цена
uk: Ціна

source: Reset
de_de: zurücksetzen
fr_fr: Réinitialiser
ru_ru: Сброс
uk: Скидання

source: from
de_de: von
fr_fr: de
ru_ru: из
uk: з

source: to
de_de: zu
fr_fr: à
ru_ru: до
uk: до

source: Clear
de_de: leeren
fr_fr: Effacer
ru_ru: Очистить
uk: Очистити

source: Select All
de_de: Alle wählen
fr_fr: Sélectionner tout
ru_ru: Выбрать Все
uk: Вибрати все

source: Number of seats
ru_ru: Количество мест
uk: Кількість місць

source: Vehicle type
de_de: Fahrzeugtyp
fr_fr: Тype de voiture
ru_ru: Тип кузова
uk: Тип кузова

source: Apply filter
ru_ru: Применить фильтр
uk: Застосувати фільтр

source: Car Rental Order Info
de_de: Autovermietung Bestell-Info
fr_fr: Infos de la commande
ru_ru: Car Rental Информация о Заказе
uk: Car Rental Інформація про Замовлення

source: Widget for Order Info displaying.
ru_ru: Виджет для отображения Информации о Заказе.
uk: Віджет для відображення Інформації про Замовлення.

source: Please choose Pick Up date
ru_ru: Пожалуйста, выберите дату получения
uk: Будь ласка, оберіть дату отримання

source: Please choose Drop Off date
ru_ru: Пожалуйста, выберите дату возврата
uk: Будь ласка, оберіть дату повернення

source: at
de_de: beim
fr_fr: à
ru_ru: в
uk: в

source: %s passenger
de_de: %s Passagier
ru_ru: %s пассажир
uk: %s пасажир

source: %s Door
ru_ru: %s дверь
uk: %s двері

source: %s large suitcase
de_de: %s große Koffer
fr_fr: %s grande valise
ru_ru: %s крупный
uk: %s великий

source: %s small suitcase
de_de: %s kleine Koffer
fr_fr: %s petite valise
ru_ru: %s мелкий
uk: %s дрібний

source: automatic transmission
de_de: Automatikgetriebe
fr_fr: boite automatique
ru_ru: автоматическая коробка передач
uk: автоматична коробка передач

source: manual transmission
de_de: Schaltgetriebe
fr_fr: Boite manuelle
ru_ru: ручная коробка передач
uk: ручна коробка передач

source: air conditioning
de_de: Klimaanlage
fr_fr: climatisation
ru_ru: кондиционер
uk: кондиціонер

source: View car details
de_de: Details anzeigen
fr_fr: Voir détails de la voiture
ru_ru: Просмотреть подробности авто
uk: Переглянути детальну інформацію про авто

source: Close car details
de_de: Details ausblenden
fr_fr: Fermer détails de la voiture
ru_ru: Закрыть подробности авто
uk: Закрити детальну інформацію про авто

source: Please choose a Car
ru_ru: Пожалуйста, выберите авто
uk: Будь ласка, оберіть авто

source: Date & Location
de_de: Datum & Ort
fr_fr: Date et localité
ru_ru: Время и Место
uk: Час і Місце

source: Pick Up time
de_de: Abholzeit
fr_fr: Date départ
ru_ru: Время получения
uk: Час отримання

source: Return time
de_de: Rückgabezeit
fr_fr: Date retour
ru_ru: Время возврата
uk: Час повернення

source: Pickup and Return Location
de_de: Abhol- und Rückgabeort
fr_fr: Lieu de remise et restitution des clés
ru_ru: Место получения и возврата
uk: Місце отримання і повернення

source: Subtotal
de_de: Zwischensumme
fr_fr: Total
ru_ru: Стоимость
uk: Вартість

source: Book a Car
de_de: Fahrzeug mieten
fr_fr: Réserver une voiture
ru_ru: Заказ Авто
uk: Замовлення Авто

source: Edit Locations & Dates
de_de: Standorte & Termine bearbeiten
fr_fr: Modifier localités et date
ru_ru: Изменить Местоположения и Даты
uk: Змінити Місце і Дати

source: Search for a car
de_de: Fahrzeug finden
fr_fr: Chercher une voiture
ru_ru: Поиск Авто
uk: Пошук Авто

source: Any location
ru_ru: Любое местоположение
uk: Будь-яке місце

source: Return at different location
de_de: Andere Rückgabeadresse wählen
fr_fr: chercher une autre localité
ru_ru: Возврат в другом месте
uk: Повернення в іншому місці

source: Return location
de_de: Ablieferort
fr_fr: Retour à localité
ru_ru: Место возврата
uk: Місце повернення

source: Pick Up date
ru_ru: Дата получения
uk: Дата отримання

source: Drop Off date
ru_ru: Дата возврата
uk: Дата повернення

source: Choose Drop Off time
ru_ru: Выберите время возврата
uk: Оберіть час повернення

source: Car Class
de_de: Fahrzeugklasse
fr_fr: Modèle
ru_ru: Класс Авто
uk: Клас Авто

source: Choose Car Class
de_de: Fahrzeugklasse auswählen
fr_fr: Choisir modèle
ru_ru: Выберите Класс Авто
uk: Виберіть Клас Авто

source: Choose Class
de_de: wählen
fr_fr: Choisir modèle
ru_ru: Выберите Класс
uk: Виберіть Клас

source: Update
de_de: aktualisieren
fr_fr: Mettre à jour
ru_ru: Обновить
uk: Оновити
